<template>
    <div>
        <history-page class="mt-4 mb-5"/>
        <p class="text-default7 text-color-Tundora mb-3">
            Внимание! Результаты и интерпретации, полученные без участия специалистов, не следует воспринимать слишком
            серьезно. Диагностическую ценность имеют только исследования, проведенные <span
            class="text-color-BlueMarguerite">профессиональным психологом</span>.
        </p>
        <p class="testCard testCard-point testCard-background py-1 fw-bold mb-4">
            Ссылка на результаты теста: <span class="fw-normal">Ссылка</span>
        </p>
        <div class="tab" style="margin: 20vh">
            спросить потом как данные получаются
        </div>
        <h2 class="mb-4">Содержательная интерпретация</h2>
        <p class="testCard testCard-point py-1 mb-4">
            • Ситуативная или реактивная тревожность как состояние характеризуется субъективно переживаемыми эмоциями:
            напряжением, беспокойством, озабоченностью, нервозностью. Это состояние отличается неустойчивостью во
            времени и различной интенсивностью в зависимости от силы воздействия стрессовой ситуации. Таким образом,
            значение итогового показателя по данной подшкале позволяет оценить не только уровень актуальной тревоги
            испытуемого, но и определить, находится ли он под воздействием стрессовой ситуации и какова интенсивность
            этого воздействия на него.
            <br/>
            <br/>
            • Личностная тревожность представляет собой конституциональную черту, обусловливающую склонность
            воспринимать достаточно широкий «веер» ситуаций как угрожающие, отвечая на каждую из них определенной
            реакцией. Как предрасположенность, личная тревожность активизируется при восприятии определенных стимулов,
            расцениваемых человеком как опасные для самооценки, самоуважения. При высокой личностной тревожности каждая
            из этих ситуаций будет обладать стрессовым воздействием на субъекта и вызывать у него выраженную тревогу.
            Очень высокая личностная тревожность прямо коррелирует с наличием невротического конфликта, с эмоциональными
            и невротическими срывами и психосоматическими заболеваниями.
        </p>
        <h2 class="mb-4">Содержательная интерпретация</h2>
        <p class="testCard testCard-point py-1 mb-4">
            • Ситуативная или реактивная тревожность как состояние характеризуется субъективно переживаемыми эмоциями:
            напряжением, беспокойством, озабоченностью, нервозностью. Это состояние отличается неустойчивостью во
            времени и различной интенсивностью в зависимости от силы воздействия стрессовой ситуации. Таким образом,
            значение итогового показателя по данной подшкале позволяет оценить не только уровень актуальной тревоги
            испытуемого, но и определить, находится ли он под воздействием стрессовой ситуации и какова интенсивность
            этого воздействия на него.
        </p>
    </div>
</template>

<script>
import HistoryPage from "@/components/history-page.vue";

export default {
    name: "TestFinale",
    components: {HistoryPage}
}
</script>